
const AboutUSC = () => {
    return (
        <div className="flex flex-col items-center mb-28">

            {/* top image ------------------------- */}
            <div className='relative flex justify-center w-full h-[106px] lg:h-[296px] bg-[url("/images/fence.png")] bg-cover bg-no-repeat bg-center'></div>
            <div className='relative w-full flex justify-center h-[300px]'>
                <div className=' relative lg:absolute w-full lg:w-10/12 flex flex-col lg:top-[-40%] lg:shadow-md bg-white pb-[60px] rounded-[26px]'>
                    <span className='text-[16px] lg:text-[20px] font-semibold my-6 px-4 lg:px-9'>درباره ما</span>
                    <p className='text-[12px] lg:text-[14px] text-justify text-secondary700 px-9'>انجمن های حمایت زندانیان و خانواده آنان، انجمنی دارای شخصیت حقوقی مستقل و غیرانتفاعی است که با لطف خداوند متعال وظیفه ارائه خدمات مادي و معنوي به زندانیان نیازمند و خانواده زندانيان را با انجام فعالیت های اقتصادی معطوف به خدمت دهی به جامعه هدف و جلب کمک های جامعه نیکوکار و یاری رسان مردم عزیز کشورمان بر عهده دارد. این انجمن که از سال 1320 تشکیل و به فعالیت می پردازد تاکنون توانسته موفقیت های خوبی در زمينه توجه به مسائل کرامت انسانی، وضعیت اقتصادی و معیشتی، انسجام خانوادگی، بهداشت جسم و روان و پيشگيري از ارتكاب مجدد جرم زندانیان و خانواده آنان را فراهم آورد. این اقدامات شامل ارائه خدمات مشاوره ای و راهنمایی، اقدام جهت جلب رضایت شاکی،  ارائه حمایت های نقدی و غیرنقدی، اعطای تسهیلات قرض الحسنه، کمک به حرفه آموزی و اشتغال، تعامل با موسسات رفاه اجتماعی و سمن ها و خیرین، ارائه خدمات فرهنگی و تربیتی، ارائه خدمات آموزش مهارت های بهداشتی، رفتاری و زندگی، کمک به رهایی یا آزادی مددجوان و پیگیری پرونده قضایی زندانیان از طریق مراجع ذیربط با موضوع می باشد.</p>
                </div>
            </div>
            
        </div>
    );
};

export default AboutUSC;